Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKit/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.username
source: Username
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d’usuari
cs: Uživatel
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
es_419: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d’utilisateur
fr_ca: Nom d'utilisateur
he: שם משתמש/ת
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
kk: Пайдаланушы аты
ko: 사용자 이름
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Užívateľské meno
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Імʼя користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱
zh_hk: 用戶名

# TK.Label.validation
source: Validation
ar: تصديق
bg: Валидиране
ca: Validació
cs: Validace
da: Validering
de: Validierung
el: Νομιμοποίηση
es: Validación
es_419: Validación
fi: Validointi
he: מַתַן תוֹקֵף
hi: मान्यकरण
hr: Validacija
hu: Érvényesítés
id: Validasi
it: Validazione
ja: 検証
kk: Валидация
ko: 확인
ms: Pengesahan
nb: Validering
nl: Geldigmaking
pl: Walidacja
pt_br: Validação
pt_pt: Validação
ro: Validare
ru: Проверка
sk: Validácia
sv: Gäller
th: การตรวจสอบความถูกต้อง
tr: Doğrulama
uk: Перевірка
vi: Xác thực
zh_hans: 验证
zh_hant: 驗證
zh_hk: 驗證

# TK.Label.verification
source: Verification
ar: تَحَقّق
bg: Проверка
ca: Verificació
cs: Ověření
da: Verifikation
de: Überprüfung
el: Επαλήθευση
es: Verificación
es_419: Verificación
fi: Vahvistus
fr: Vérification
fr_ca: Vérification
he: אימות
hi: सत्यापन
hr: Provjera
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 検証
kk: Тексеру
ko: 확인
ms: Pengesahan
nb: Verifisering
nl: Verificatie
pl: Weryfikacja
pt_br: Verificação
pt_pt: Verificação
ro: Verificare
ru: Проверка
sk: Overenie
sv: Kontroll
th: การตรวจสอบ
tr: Doğrulama
uk: Перевірка
vi: Xác minh
zh_hans: 确认
zh_hant: 確認
zh_hk: 驗證

# TK.Label.version
source: Version
ar: الإصدار
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
es_419: Versión
fi: Versio
he: גירסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
kk: Нұсқа
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชั่น
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本
zh_hk: 版本

# TK.Label.video
source: Video
ar: فيديو
bg: Видео
ca: Vídeo
el: Βίντεο
es: Vídeo
es_419: Vídeo
fr: Vidéo
fr_ca: Vidéo
he: סרט
hi: वीडियो
hu: Videó
ja: ビデオ
kk: Видео
ko: 비디오
pl: Wideo
pt_br: Vídeo
pt_pt: Vídeo
ro: Clip video
ru: Видео
th: วิดีโอ
uk: Відео
zh_hans: 视频
zh_hant: 影片
zh_hk: 視頻

# TK.Label.visibility
source: Visibility
ar: الرؤية
bg: Видимост
ca: Visibilitat
cs: Viditelnost
da: Sigtbarhed
de: Sichtbarkeit
el: Ορατότητα
es: Visibilidad
es_419: Visibilidad
fi: Näkyvyys
fr: Visibilité
fr_ca: Visibilité
he: רְאוּת
hi: दृश्यता
hr: Vidljivost
hu: Láthatóság
id: Visibilitas
it: Visibilità
ja: 可視性
kk: Көріну
ko: 시계
ms: Keterlihatan
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
pt_pt: Visibilidade
ro: Vizibilitate
ru: Видимость
sk: Viditeľnosť
sv: Synlighet
th: การมองเห็น
tr: Görünürlük
uk: Видимість
vi: Khả năng hiển thị
zh_hans: 能见度
zh_hant: 能見度
zh_hk: 可見性

# TK.Label.voice
source: Voice
ar: الصوت
bg: Глас
ca: Veu
cs: Hlas
da: Stemme
de: Stimme
el: Φωνή
es: Voz
es_419: Voz
fi: Puheääni
fr: Voix
fr_ca: Voix
he: קול
hi: आवाज़
hr: Glas
hu: Hang
id: Suara
it: Voce
ja: 声
kk: Дауыс
ko: 음성
ms: Suara
nb: Stemme
nl: Stem
pl: Głos
pt_br: Voz
pt_pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sv: Röst
th: เสียง
tr: Ses
uk: Голос
vi: Giọng nói
zh_hans: 声音
zh_hant: 聲音
zh_hk: 語音

# TK.Label.voiceAssistant
source: Voice Assistant
ar: مساعد صوتي
bg: Гласов асистент
ca: Assistent de veu
cs: Hlasový asistent
da: Stemmeassistent
de: Sprachassistent
el: Φωνητικός Βοηθός
es: Asistente de voz
es_419: Asistente de voz
fi: Ääniavustaja
fr: Assistant vocal
fr_ca: Assistant vocal
he: עוזר קולי
hi: वॉयस असिस्टेंट
hr: Glasovni pomoćnik
hu: Hangsegéd
id: Asisten Suara
it: Assistente vocale
ja: ボイスアシスタント
kk: Дауыстық көмекші
ko: 음성 지원
ms: Pembantu Suara
nb: Stemmesassistent
nl: Spraakassistent
pl: Asystent głosowy
pt_br: Assistente de voz
pt_pt: Assistente de Voz
ro: Asistent vocal
ru: Голосовой помощник
sk: Hlasový asistent
sv: Röstassistent
th: ผู้ช่วยเสียง
tr: Sesli asistan
uk: Голосовий помічник
vi: Trợ lý giọng nói
zh_hans: 语音助手
zh_hant: 語音助理
zh_hk: 語音助手

# TK.Label.volume
source: Volume
ar: مستوى الصوت
bg: Сила на звука
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση ήχου
es: Volumen
es_419: Volumen
fi: Äänenvoimakkuus
he: עוצמת שמע
hi: वॉल्यूम
hr: Glasnoća
hu: Hangerő
ja: 音量
kk: Дыбыс деңгейі
ko: 음량
ms: Kelantangan
nb: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sv: Volym
th: ระดับเสียง
tr: Ses Yüksekliği
uk: Гучність
vi: Âm lượng
zh_hans: 音量
zh_hant: 音量
zh_hk: 音量

# TK.Label.warning
source: Warning
ar: تحذير
bg: Предупреждение
ca: Avís
cs: Varování
da: Advarsel
de: Achtung
el: Προειδοποίηση
es: Aviso
es_419: Advertencia
fi: Varoitus
fr: Avertissement
fr_ca: Avertissement
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelem
id: Peringatan
it: Attenzione
ja: 警告
kk: Ескерту
ko: 경고
ms: Amaran
nb: Advarsel
nl: Waarschuwing
pl: Uwaga
pt_br: Aviso
pt_pt: Aviso
ro: Avertisment
ru: Предупреждение
sk: Upozornenie
sv: Varning
th: คำเตือน
tr: Uyarı
uk: Застереження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告
zh_hk: 警告

# TK.Label.window
source: Window
ar: نافذة
bg: Прозорец
ca: Finestra
cs: Okno
da: Vindue
de: Fenster
el: Παράθυρο
es: Ventana
es_419: Ventana
fi: Ikkuna
fr: Fenêtre
fr_ca: Fenêtre
he: חלון
hi: खिड़की
hr: Prozor
hu: Ablak
id: Jendela
it: Finestra
ja: ウィンドウ
kk: Терезе
ko: 창문
ms: Tingkap
nb: Vindu
nl: Venster
pl: Okno
pt_br: Janela
pt_pt: Janela
ro: Fereastră
ru: Окно
sk: Okno
sv: Fönster
th: หน้าต่าง
tr: Pencere
uk: Вікно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 窗戶
zh_hk: 窗口

# TK.Label.work
source: Work
ar: العمل
bg: Работа
ca: Feina
cs: Práce
da: Arbejde
de: Arbeit
el: Εργασία
es: Trabajo
es_419: Trabajo
fi: Työ
fr: Travail
fr_ca: Travail
he: עבודה
hi: कार्यस्थल
hr: Posao
hu: Munka
id: Pekerjaan
it: Lavoro
ja: 勤務先
kk: Жұмыс
ko: 직장
ms: Kerja
nb: Arbeid
nl: Werk
pl: Praca
pt_br: Trabalho
pt_pt: Trabalho
ro: Serviciu
ru: Работа
sk: Práca
sv: Arbete
th: ที่ทำงาน
tr: İş
uk: Робота
vi: Công việc
zh_hans: 工作
zh_hant: 公司
zh_hk: 工作

# TK.Label.workout
source: Workout
ar: التمرين
bg: Тренировка
ca: Entrenament
cs: Cvičení
da: Træning
de: Training
el: Προπόνηση
es: Entreno
es_419: Entrenamiento
fi: Treeni
fr: Exercice
fr_ca: Entraînement
he: אימון
hi: वर्कआउट
hr: Trening
hu: Edzés
id: Olahraga
it: Allenamento
ja: ワークアウト
kk: Жаттығу
ko: 운동
ms: Latihan
nb: Trening
pl: Trening
pt_br: Exercício
pt_pt: Treino
ro: Exerciții
ru: Тренировка
sk: Tréning
sv: Träning
th: ออกกำลังกาย
tr: Antrenman
uk: Тренування
vi: Bài tập
zh_hans: 体能训练
zh_hant: 體能訓練
zh_hk: 鍛煉

# TK.Label.year
source: Year
ar: سنة
bg: Година
ca: Any
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
es_419: Año
fi: Vuosi
fr: Année
fr_ca: Année
he: שנה
hi: वर्ष
hr: Godina
hu: Év
id: Tahun
it: Anno
ja: 年
kk: Жыл
ko: 년
ms: Tahun
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
pt_pt: Ano
ro: An
ru: Год
sk: Rok
sv: År
th: ปี
tr: Yıl
uk: Рік
vi: Năm
zh_hans: 年
zh_hant: 年
zh_hk: 年

# TK.Label.zipCode
source: Zip Code
ar: الرمز البريدي
bg: Пощенски код
ca: Codi postal
cs: PSČ
da: Postnummer
de: PLZ
el: Τ.Κ
es: Código postal
es_419: Código postal
fi: Postinumero
fr: Code postal
fr_ca: Code postal
he: מיקוד
hi: ज़िप कोड
hr: Poštanski broj
hu: Irányítószám
id: Kode pos
it: Cap
ja: 郵便番号
kk: Пошта индексі
ko: 우편 번호
ms: Poskod
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
pt_pt: Código Postal
ro: Cod poștal
ru: Почтовый индекс
sk: PSČ
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
vi: Mã bưu chính
zh_hans: 邮政编码
zh_hant: 郵遞區號
zh_hk: 郵政編碼

# TK.Label.zoom
source: Zoom
ar: تكبير
bg: Увеличаване
cs: Zvětšení
el: Ζουμ
fi: Zoomaus
he: הגדלה
hi: ज़ूम
hr: Zumiranje
hu: Nagyítás
ja: ズーム
kk: Масштабтау
ko: 확대/축소
ms: Zum
nl: Zoomen
ru: Увеличение
sk: Zväčšovanie
sv: Zooma
th: ซูม
tr: Büyütme
uk: Зум
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放
zh_hk: 放大

# TK.Message.anErrorOccurred
source: An Error Occurred
ar: حدث خطأ
bg: Възникна грешка
ca: S'ha produït un error
cs: Došlo k chybě
da: Der er opstået en fejl
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se ha producido un error
es_419: Ocurrió un error
fi: Tapahtui virhe
fr: Une erreur s’est produite
fr_ca: Une erreur s'est produite
he: אירעה שגיאה
hi: कोई त्रुटि हुई
hr: Došlo je do pogreške
hu: Hiba lépett fel
id: Terjadi Kesalahan
it: Si è verificato un errore
ja: エラーが起きました
kk: Қате пайда болды
ko: 오류 발생
ms: Ralat Berlaku
nb: Det oppstod en feil
nl: Er heeft zich een fout voorgedaan
pl: Wystąpił błąd
pt_br: Ocorreu um erro
pt_pt: Ocorreu um erro
ro: A survenit o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sv: Ett fel inträffade
th: ข้อผิดพลาดเกิดขึ้น
tr: Bir Hata Oluştu
uk: Сталася помилка
vi: Đã xảy ra lỗi
zh_hans: 发生错误
zh_hant: 發生錯誤
zh_hk: 發生錯誤

# TK.Message.anUnknownErrorOccurred
source: An unknown error occurred
ar: حدث خطأ غير معروف
bg: Възникна неизвестна грешка
ca: S'ha produït un error desconegut
cs: Došlo k neznámé chybě
da: Der opstod en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreten
el: Παρουσιάστηκε άγνωστο σφάλμα
es: Se ha producido un error desconocido
es_419: Ocurrió un error desconocido
fi: Tuntematon virhe
fr: Une erreur inconnue s’est produite
fr_ca: Une erreur inconnue s'est produite
he: ארעה שגיאה בלתי ידועה
hi: अज्ञात त्रुटि हुई
hr: Došlo je do nepoznate pogreške
hu: Ismeretlen hiba történt
id: Terjadi kesalahan yang tidak diketahui
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが起きました
kk: Белгісіз қате пайда болды
ko: 알 수 없는 오류 발생
ms: Ralat tidak diketahui berlaku
nb: Det oppstod en ukjent feil
nl: Er heeft zich een onbekende fout voorgedaan
pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
pt_pt: Ocorreu um erro desconhecido
ro: A survenit o eroare necunoscută
ru: Произошла неизвестная ошибка
sk: Vyskytla sa neznáma chyba
sv: Ett okänt fel inträffade
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขึ้น
tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка
vi: Đã xảy ra lỗi không xác định
zh_hans: 发生未知错误
zh_hant: 發生未知的錯誤
zh_hk: 發生未知錯誤

# TK.Message.areYouSure
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
ca: Segur?
cs: Jste si jistí?
da: Er du sikker?
de: Bist du sicher?
el: Είστε βέβαιοι;
es: ¿Estás seguro?
es_419: ¿Estás seguro/a?
fi: Oletko varma?
fr: Confirmez-vous ?
fr_ca: Es-tu sûr ?
he: בטוח?
hi: क्या आप निश्चित हैं?
hr: Jeste li sigurni?
hu: Biztos benne?
id: Anda yakin?
it: Sei sicuro?
ja: 本当によろしいですか?
kk: Сенімдісіз бе?
ko: 계속하겠습니까?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Czy na pewno?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istí?
sv: Är du säker?
th: คุณแน่ใจหรือไม่
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc chắn không?
zh_hans: 你确定吗？
zh_hant: 確定嗎？
zh_hk: 你確定嗎？

# TK.Message.areYouSureYouWantToDiscardYourChanges
source: Are you sure you want to discard your changes?
ar: هل ترغب بالتأكيد في استبعاد تغييراتك؟
bg: Сигурни ли сте, че искате да отмените вашите промени?
ca: Confirmes que vols descartar els canvis?
cs: Určitě chcete zahodit změny, které jste provedli?
da: Er du sikker på, at du vil slette dine ændringer?
de: Möchtest du deine Änderungen wirklich löschen?
el: Θέλετε σίγουρα να απορρίψετε τις αλλαγές σας;
es: ¿Estás seguro de que deseas descartar tus cambios?
es_419: ¿Estás seguro/a de que quieres descartar tus cambios?
fi: Oletko varma, että haluat hylätä muutokset?
fr: Voulez-vous vraiment annuler vos modifications ?
fr_ca: Es-tu sûr de vouloir abandonner tes modifications ?
he: בטוח שברצונך לבטל את השינויים שעשית?
hi: क्या आप निश्चित हैं कि आप अपने परिवर्तन ख़ारिज करना चाहते हैं?
hr: Sigurno želite odbaciti svoje promjene?
hu: Biztosan elveti a módosításokat?
id: Apakah Anda yakin ingin membuang perubahan Anda?
it: Confermi di voler annullare le modifiche?
ja: 変更を破棄してもよろしいですか？
kk: Енгізілген өзгерістерді болдырмау қажеттігіне сенімдісіз бе?
ko: 이 변경 사항을 폐기하겠습니까?
ms: Adakah anda pasti mahu membuang perubahan anda?
nb: Er du sikker på at du vil kaste bort endringene dine?
nl: Weet je zeker dat je de wijzigingen ongedaan wilt maken?
pl: Czy na pewno chcesz odrzucić zmiany?
pt_br: Tem certeza de que deseja descartar suas alterações?
pt_pt: Tem a certeza de que deseja descartar as suas alterações?
ro: Sigur că vrei să abandonezi modificările?
ru: Вы действительно хотите отменить изменения?
sk: Naozaj chcete zahodiť vykonané zmeny?
sv: Är du säker på att du vill radera ändringarna?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการทิ้งการแก้ไขของคุณ
tr: Değişikliklerinizden vazgeçmek istediğinizden emin misiniz?
uk: Справді відхилити ваші зміни?
vi: Bạn có chắc chắn muốn hủy bỏ các thay đổi không?
zh_hans: 你确定要放弃更改吗？
zh_hant: 確定要捨棄更動嗎？
zh_hk: 你確定要放棄更改嗎？

# TK.Message.cantOpenDocument
source: Can't Open Document
ar: لا يمكن فتح المستند
bg: Не може да се отвори документ
ca: No es pot obrir el document
cs: Dokument nelze otevřít
da: Kan ikke åbne dokumentet
de: Dokument kann nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα του εγγράφου
es: No se puede abrir el documento
es_419: No se puede abrir el documento
fi: Asiakirjaa ei voi avata
fr: Impossible d'ouvrir le document
fr_ca: Impossible d'ouvrir le document
he: לא מצליח לפתוח את המסמך
hi: दस्तावेज़ नहीं खोला जा सकता
hr: Ne mogu otvoriti dokument
hu: Nem lehet megnyitni a dokumentumot
id: Tidak Dapat Membuka Dokumen
it: Impossibile aprire il documento
ja: ドキュメントを開けません
kk: Құжатты ашу мүмкін емес
ko: 문서를 열 수 없습니다
ms: Tidak Dapat Membuka Dokumen
nb: Kan ikke åpne dokumentet
nl: Kan document niet openen
pl: Nie można otworzyć dokumentu
pt_br: Não é possível abrir o documento
pt_pt: Não é possível abrir o documento
ro: Nu se poate deschide documentul
ru: Невозможно открыть документ
sk: Dokument sa nedá otvoriť
sv: Kan inte öppna dokument
th: ไม่สามารถเปิดเอกสารได้
tr: Belge Açılamıyor
uk: Не вдається відкрити документ
vi: Không thể mở tài liệu
zh_hans: 无法打开文档
zh_hant: 檔案
zh_hk: 無法打開文檔

# TK.Message.checkYourInternetConnectionThenTryAgain
source: Check your Internet connection, then try again.
ar: تحقق من اتصال الإنترنت، ثم حاول مرة أخرى.
bg: Проверете връзката си с интернет и опитайте отново.
ca: Comprova la connexió a internet i torna‑ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Kontroller internetforbindelsen, og prøv igen.
de: Überprüfe deine Internetverbindung und versuche es dann erneut.
el: Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο και μετά δοκιμάστε ξανά.
es: Comprueba tu conexión a Internet e inténtalo de nuevo.
es_419: Verifica tu conexión a Internet y vuelve a intentarlo.
fi: Tarkista internet-yhteys ja yritä uudelleen.
fr: Vérifiez votre connexion Internet et réessayez.
fr_ca: Vérifie ta connexion Internet, puis réessaie.
he: יש לבדוק את החיבור לאינטרנט ולנסות שוב.
hi: अपने इंटरनेट कनेक्शन की जाँच करें और फिर कोशिश करें।
hr: Provjerite svoju internetsku vezu, zatim pokušajte ponovno.
hu: Ellenőrizze az internetkapcsolatot, majd próbálkozzon újra.
id: Periksa koneksi internet Anda, lalu coba lagi.
it: Verifica la connessione a internet e riprova.
ja: インターネット接続を確認してから、やり直してみてください。
kk: Интернет қосылымын тексеріп, әрекетті қайталаңыз.
ko: 인터넷 연결 상태를 확인한 다음 다시 시도하세요.
ms: Periksa sambungan Internet anda, kemudian cuba lagi.
nb: Sjekk internettforbindelsen din, og prøv igjen.
nl: Controleer de internetverbinding en probeer het opnieuw.
pl: Sprawdź połączenie z Internetem i spróbuj ponownie.
pt_br: Verifique sua conexão com a Internet e tente novamente.
pt_pt: Verifique a sua ligação à Internet e tente novamente.
ro: Verificați conexiunea la internet, apoi reîncercați.
ru: Проверьте подключение к интернету, затем повторите попытку.
sk: Skontrolujte pripojenie na internet a potom to skúste znovu.
sv: Kontrollera internetanslutningen och försök sedan igen.
th: ตรวจสอบการเชื่อมต่อกับอินเทอร์เน็ตของคุณ แล้วลองใหม่อีกครั้ง
tr: İnternet bağlantınızı denetleyin ve sonra yeniden deneyin.
uk: Перевірте інтернет-зʼєднання і спробуйте ще раз.
vi: Kiểm tra kết nối internet của bạn, sau đó thử lại.
zh_hans: 请检查你的互联网连接，然后再试一次。
zh_hant: 請檢查你的網際網路連線，然後再試一次。
zh_hk: 檢查你的網絡連接後再試一次

# TK.Message.connectionTimeout
source: Connection timeout
ar: انتهاء مهلة الاتصال
bg: Изтече времето за връзка
ca: Temps d'espera de connexió
cs: Vypršel časový limit připojení
da: Forbindelsestimeout
de: Verbindungstimeout
el: Λήξη χρονικού ορίου σύνδεσης
es: Tiempo de espera de conexión
es_419: Tiempo de conexión agotado
fi: Yhteyden aikakatkaisu
fr: Délai de connexion expiré
fr_ca: Délai de connexion
he: פסק זמן לחיבור
hi: कनेक्शन का समय समाप्त
hr: Istek vremena veze
hu: A kapcsolat időtúllépése
id: Waktu koneksi habis
it: Timeout della connessione
ja: 接続タイムアウト
kk: Қосылу күту уақыты
ko: 연결 시간 초과
ms: Tamat masa sambungan
nb: Tidsavbrudd for tilkobling
nl: Verbindingstime-out
pl: Przekroczono limit czasu połączenia
pt_br: Tempo limite de conexão
pt_pt: Tempo de ligação esgotado
ro: Timeout conexiune
ru: Истекло время ожидания соединения
sk: Časový limit pripojenia vypršal
sv: Timeout för anslutning
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı zaman aşımı
uk: Час очікування підключення
vi: Hết thời gian kết nối
zh_hans: 连接超时
zh_hant: 連線逾時
zh_hk: 連接超時

# TK.Message.couldNotConnectToApplePay
source: Could Not Connect to Apple Pay
ar: تعذر الاتصال بخدمة Apple Pay
bg: Не може да се свърже с Apple Pay
ca: No s'ha pogut connectar a Apple Pay
cs: Nelze se připojit k Apple Pay
da: Kunne ikke oprette forbindelse til Apple Pay
de: Verbindung zu Apple Pay konnte nicht hergestellt werden
el: Δεν ήταν δυνατή η σύνδεση στο Apple Pay
es: No se pudo conectar a Apple Pay
es_419: No se pudo conectar a Apple Pay
fi: Ei voitu muodostaa yhteyttä Apple Payhin
fr: Impossible de se connecter à Apple Pay
fr_ca: Impossible de se connecter à Apple Pay
he: לא ניתן להתחבר ל-Apple Pay
hi: Apple Pay से कनेक्ट नहीं हो सका
hr: Nije moguće povezati se s Apple Payom
hu: Nem sikerült csatlakozni az Apple Payhez
id: Tidak Dapat Terhubung ke Apple Pay
it: Impossibile connettersi ad Apple Pay
ja: Apple Payに接続できませんでした
kk: Apple Pay қызметіне қосылу мүмкін болмады
ko: Apple Pay에 연결할 수 없습니다
ms: Tidak Dapat Menyambung ke Apple Pay
nb: Kunne ikke koble til Apple Pay
nl: Kon geen verbinding maken met Apple Pay
pl: Nie można połączyć się z Apple Pay
pt_br: Não foi possível conectar ao Apple Pay
pt_pt: Não foi possível conectar ao Apple Pay
ro: Nu s-a putut conecta la Apple Pay
ru: Не удалось подключиться к Apple Pay
sk: Nepodarilo sa pripojiť k Apple Pay
sv: Kunde inte ansluta till Apple Pay
th: ไม่สามารถเชื่อมต่อกับ Apple Pay ได้
tr: Apple Pay'e bağlanılamadı
uk: Не вдалося підключитися до Apple Pay
vi: Không thể kết nối với Apple Pay
zh_hans: 无法连接到 Apple Pay
zh_hant: 無法連接到 Apple Pay
zh_hk: 無法連接到 Apple Pay

# TK.Message.couldntConnect
source: Couldn't Connect
ar: لم أستطع الاتصال
bg: Неуспешно свързване
ca: No s'ha pogut connectar
cs: Nelze se připojit
da: Kunne ikke oprette forbindelse
de: Verbindung konnte nicht hergestellt werden
el: Δεν ήταν δυνατή η σύνδεση
es: No se pudo conectar
es_419: No se pudo conectar
fi: Yhteyttä ei voitu muodostaa
fr: Impossible de se connecter
fr_ca: Impossible de se connecter
he: לא ניתן להתחבר
hi: कनेक्ट नहीं हो सका
hr: Povezivanje nije uspjelo
hu: Nem sikerült csatlakozni
id: Tidak Dapat Terhubung
it: Impossibile connettersi
ja: 接続できませんでした
kk: Қосылу мүмкін болмады
ko: 연결할 수 없습니다
ms: Tidak Dapat Bersambung
nb: Kunne ikke koble til
nl: Kon geen verbinding maken
pl: Nie można połączyć
pt_br: Não foi possível conectar
pt_pt: Não foi possível conectar
ro: Nu s-a putut conecta
ru: Не удалось подключиться
sk: Nepodarilo sa pripojiť
sv: Kunde inte ansluta
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlanılamadı
uk: Не вдалося підключитися
vi: Không thể kết nối
zh_hans: 无法连接
zh_hant: 無法連接
zh_hk: 無法連接

# TK.Message.doubleTapToCancelDownload
source: Double tap to cancel download
ar: اضغط مرتين لإلغاء التنزيل
bg: Докоснете двукратно, за да прекратите изтеглянето
ca: Fes dos tocs per cancel·lar la descàrrega
cs: Chcete‑li zrušit stahování, poklepejte
da: Tryk to gange for at annullere overførsel
de: Zum Abbrechen des Downloads doppeltippen
el: Διπλό πάτημα για ακύρωση λήψης
es: Toca dos veces para cancelar la descarga
es_419: Toca dos veces para cancelar la descarga.
fi: Kumoa lataus kaksoisnapauttamalla.
fr: Touchez deux fois pour annuler le téléchargement
fr_ca: Double-tapoter pour annuler le téléchargement
hi: डाउनलोड रद्द करने लिए डबल टैप करें
hr: Dodirnite dvaput za poništavanje preuzimanja
hu: Koppintson duplán a letöltés megszakításához
id: Ketuk dua kali untuk membatalkan pengunduhan
it: Tocca due volte per annullare il download
ja: ダウンロードをキャンセルするには、ダブルタップします
kk: Жүктеп алудан бас тарту үшін екі рет түртіңіз
ko: 다운로드를 취소하려면 이중 탭하십시오.
ms: Dwiketik untuk membatalkan muat turun
nb: Dobbelt-tapp for å avbryte nedlasting
nl: Tik dubbel om het downloaden te annuleren
pl: Stuknij dwukrotnie, aby anulować pobieranie
pt_br: Toque duas vezes para cancelar o download
pt_pt: Toque duas vezes para cancelar o download
ro: Apăsați dublu pentru a anula descărcarea
ru: Дважды коснитесь для отмены загрузки
sk: Dvojitým klepnutím zrušíte sťahovanie
sv: Tryck snabbt två gånger för att avbryta hämtningen
th: แตะสองครั้งเพื่อยกเลิกการดาวน์โหลด
tr: İndirmekten vazgeçmek için çift dokunun
uk: Щоб скасувати викачування, торкніть двічі
vi: Chạm hai lần để hủy tải về
zh_hans: 轻点两下取消下载
zh_hant: 點兩下來取消下載
zh_hk: 雙擊取消下載

# TK.Message.doubleTapToDismissArticle
source: Double-tap to dismiss article.
ar: اضغط مرتين لاستبعاد المقال.
bg: Докоснете двукратно, за да затворите статията.
ca: Fer dos tocs per tancar l’article.
cs: Poklepáním článek zavřete.
da: Tryk to gange for at lukke artikel.
de: Zum Schließen des Artikels doppeltippen.
el: Αγγίξτε δύο φορές για απόρριψη του άρθρου.
es: Toca dos veces para cerrar el artículo.
es_419: Toca dos veces para descartar el artículo.
fi: Sulje artikkeli kaksoisnapauttamalla.
fr: Touchez deux fois pour fermer l’article.
fr_ca: Double-tapoter pour fermer l'article.
he: יש להקיש פעמיים לסגירת המאמר
hi: आलेख ख़ारिज करने के लिए डबल टैप करें।
hr: Dodirnite dvaput za odbacivanje članka.
hu: Koppintson duplán a cikk elvetéséhez.
id: Ketuk dua kali untuk menutup artikel.
it: Tocca due volte per chiudere l'articolo.
ja: 記事を閉じるには、ダブルタップします
kk: Мақаланы жабу үшін екі рет түртіңіз.
ko: 기사를 닫으려면 이중 탭하십시오.
ms: Dwiketik untuk menutup artikel.
nb: Dobbelt-tapp for å lukke artikkelen.
nl: Tik dubbel om artikel te sluiten.
pl: Stuknij dwukrotnie, aby zamknąć artykuł.
pt_br: Toque duas vezes para fechar o artigo.
pt_pt: Toque duas vezes para dispensar o artigo.
ro: Apăsați dublu pentru a închide articolul.
ru: Коснитесь дважды, чтобы закрыть статью.
sk: Dvojitým klepnutím zatvoríte článok.
sv: Tryck snabbt två gånger för att stänga artikeln.
th: แตะสองครั้งเพื่อปิดทิ้งบทความ
tr: Yazıyı kapatmak için çift dokunun.
uk: Торкніть двічі, щоб прибрати статтю.
vi: Chạm hai lần để bỏ qua bài viết.
zh_hans: 轻点两下关闭文章。
zh_hant: 點兩下來關閉文章。
zh_hk: 雙擊以關閉文章。
